/**
 * shopmobile for tpshop
 * ============================================================================
 * 版权所有 2015-2099 深圳搜豹网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.tp-shop.cn
 * ——————————————————————————————————————
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用 .
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * Author: 飞龙  wangqh01292@163.com
 * Date: @date 2015年10月27日 下午9:39:28 
 * Description:加密处理方式
 * @version V1.0
 */
package com.soubao.tpshop.common.encrypt;

/**
 * @author 飞龙
 *
 */
public class Encrypt {

	//加密规则: MD5(key + 时间戳) , 每次请求的时候传递加密结果以及时间戳给服务器
}
